12/data/attachments/c75b4f056b9fd42a.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Leah_experience_Friend_6143_9</nif:username>
            <nif:friendToBeRequested>soap_friends_679213f0-1ef1-4869-9c54-b1670eafb22c</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>